Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# remove_pack_confirm
source: Remove %1$@ from this phone? You can add it again later.
ar: إزالة %1$@ من هذا الهاتف؟ يمكنك إضافتها لاحقًا.
as: এই ফোনৰ পৰা %1$@ আঁতৰাবনে? আপুনি পিছত পুনৰ যোগ কৰিব পাৰিব।
bn: এই ফোন থেকে %1$@ সরাবেন? পরে আবার যোগ করতে পারবেন।
bs: Ukloniti %1$@ s ovog telefona? Kasnije ga možete ponovo dodati.
ckb: %1$@ لەم مۆبایلە لاببرێت؟ دەتوانیت دواتر دووبارە زیادی بکەیتەوە.
es: ¿Quitar %1$@ de este teléfono? Puedes añadirlo después.
fa: %1$@ از این گوشی حذف شود؟ بعداً می‌توانید دوباره آن را اضافه کنید.
fa_af: %1$@ از این موبایل حذف شود؟ بعداً می‌توانید دوباره آن را اضافه کنید.
fil: Alisin ang %1$@ sa teleponong ito? Maaari mo itong idagdag muli mamaya.
fr: Supprimer %1$@ de ce téléphone ? Vous pourrez le rajouter plus tard.
gu: %1$@ ને આ ફોનમાંથી દૂર કરવું છે? તમે તેને પછીથી ફરી ઉમેરી શકો છો.
ha: A cire %1$@ daga wannan wayar? Kuna iya sake ƙara shi daga baya.
hi: %1$@ को इस फ़ोन से हटाएँ? आप इसे बाद में फिर जोड़ सकते हैं।
hu: Eltávolítod erről a telefonról: %1$@? Később újra hozzáadhatod.
id: Hapus %1$@ dari ponsel ini? Anda dapat menambahkannya lagi nanti.
ka: წაიშალოს %1$@ ამ ტელეფონიდან? მოგვიანებით შეგიძლიათ ხელახლა დაამატოთ.
km: ដក %1$@ ចេញពីទូរសព្ទនេះ? អ្នកអាចបន្ថែមវាម្ដងទៀតនៅពេលក្រោយ។
kn: %1$@ ಅನ್ನು ಈ ಫೋನ್‌ನಿಂದ ತೆಗೆದುಹಾಕಬೇಕೇ? ನಂತರ ಮತ್ತೆ ಸೇರಿಸಬಹುದು.
mk: Да се отстрани %1$@ од овој телефон? Подоцна можете повторно да го додадете.
ml: %1$@ ഈ ഫോണിൽ നിന്ന് നീക്കം ചെയ്യണോ? പിന്നീട് വീണ്ടും ചേർക്കാം.
mr: %1$@ या फोनवरून काढायचे? तुम्ही ते नंतर पुन्हा जोडू शकता.
nl: %1$@ van deze telefoon verwijderen? Je kunt het later opnieuw toevoegen.
pa: ਕੀ %1$@ ਨੂੰ ਇਸ ਫ਼ੋਨ ਤੋਂ ਹਟਾਉਣਾ ਹੈ? ਤੁਸੀਂ ਇਸ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਜੋੜ ਸਕਦੇ ਹੋ।
pt: Remover %1$@ deste celular? Você pode adicioná-lo de novo depois.
ru: Удалить %1$@ с этого телефона? Позже его можно добавить снова.
si: %1$@ මෙම දුරකථනයෙන් ඉවත් කරන්නද? පසුව නැවත එක් කළ හැක.
sr: Уклонити %1$@ са овог телефона? Касније га можете поново додати.
sw: Ondoa %1$@ kwenye simu hii? Unaweza kuiongeza tena baadaye.
te: %1$@ ను ఈ ఫోన్ నుండి తీసివేయాలా? తర్వాత మళ్లీ జోడించవచ్చు.
th: ลบ %1$@ ออกจากโทรศัพท์นี้หรือไม่ คุณเพิ่มใหม่ได้ภายหลัง
tr: %1$@ bu telefondan kaldırılsın mı? Daha sonra yeniden ekleyebilirsiniz.
ug: %1$@ بۇ تېلېفوندىن چىقىرىۋېتىلسۇنمۇ؟ كېيىن قايتا قوشسىڭىز بولىدۇ.
ur: %1$@ کو اس فون سے ہٹائیں؟ بعد میں دوبارہ شامل کر سکتے ہیں۔
vi: Xóa %1$@ khỏi điện thoại này? Bạn có thể thêm lại sau.
zh_hans: 要从此手机移除 %1$@ 吗？你以后可以再次添加。

# restore_builtin
source: Restore built-in data
ar: استعادة البيانات المدمجة
as: অন্তৰ্ভুক্ত তথ্য পুনৰুদ্ধাৰ কৰক
bn: অন্তর্ভুক্ত ডেটা ফিরিয়ে আনুন
bs: Vrati ugrađene podatke
ckb: گەڕاندنەوەی زانیارییە ناوخۆییەکان
es: Restaurar datos integrados
fa: بازگردانی داده‌های داخلی
fa_af: بازگردانی معلومات داخلی
fil: Ibalik ang kasamang datos
fr: Restaurer les données intégrées
gu: પહેલેથી સામેલ ડેટા પાછો લાવો
ha: Maido da bayanan ciki
hi: पहले से शामिल डेटा वापस लाएँ
hu: Beépített adatok visszaállítása
id: Pulihkan data bawaan
ka: ჩაშენებული მონაცემების აღდგენა
km: ស្ដារទិន្នន័យដែលមានស្រាប់
kn: ಅಂತರ್ನಿರ್ಮಿತ ಡೇಟಾವನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
mk: Врати ги вградените податоци
ml: ഉൾച്ചേർത്ത ഡാറ്റ പുനഃസ്ഥാപിക്കുക
mr: आधीपासूनचा डेटा परत आणा
nl: Ingebouwde gegevens herstellen
pa: ਪਹਿਲਾਂ ਤੋਂ ਸ਼ਾਮਲ ਡਾਟਾ ਬਹਾਲ ਕਰੋ
pt: Restaurar dados integrados
ru: Восстановить встроенные данные
si: ඇතුළත් දත්ත ප්‍රතිසාධනය කරන්න
sr: Врати уграђене податке
sw: Rejesha data iliyojengwa ndani
te: అంతర్నిర్మిత డేటాను పునరుద్ధరించు
th: กู้คืนข้อมูลที่มากับแอป
tr: Yerleşik verileri geri yükle
ug: ئىچكى سانلىق مەلۇماتنى ئەسلىگە كەلتۈرۈش
ur: پہلے سے شامل ڈیٹا بحال کریں
vi: Khôi phục dữ liệu có sẵn
zh_hans: 恢复内置数据

# retry
source: Try again
ar: حاول مرة أخرى
as: পুনৰ চেষ্টা কৰক
bn: আবার চেষ্টা করুন
bs: Pokušaj ponovo
ckb: دووبارە هەوڵ بدەرەوە
es: Reintentar
fa: دوباره امتحان کنید
fa_af: دوباره کوشش کنید
fil: Subukan muli
fr: Réessayer
gu: ફરી પ્રયાસ કરો
ha: Sake gwadawa
hi: फिर कोशिश करें
hu: Újra
id: Coba lagi
ka: ხელახლა ცდა
km: ព្យាយាមម្ដងទៀត
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
mk: Обиди се повторно
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
nl: Opnieuw proberen
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt: Tentar de novo
ru: Повторить
si: නැවත උත්සාහ කරන්න
sr: Покушај поново
sw: Jaribu tena
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
ug: قايتا سىناڭ
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试

# search_city
source: Search for a city
ar: ابحث عن مدينة
as: চহৰ বিচাৰক
bn: শহর খুঁজুন
bs: Pretraži grad
ckb: گەڕان بۆ شارێک
es: Buscar una ciudad
fa: جستجوی شهر
fa_af: جستجوی شهر
fil: Maghanap ng lungsod
fr: Rechercher une ville
gu: શહેર શોધો
ha: Nemi gari
hi: शहर खोजें
hu: Város keresése
id: Cari kota
ka: ქალაქის ძიება
km: ស្វែងរកទីក្រុង
kn: ನಗರವನ್ನು ಹುಡುಕಿ
mk: Пребарај град
ml: നഗരം തിരയുക
mr: शहर शोधा
nl: Zoek een stad
pa: ਸ਼ਹਿਰ ਲੱਭੋ
pt: Buscar uma cidade
ru: Поиск города
si: නගරයක් සොයන්න
sr: Претражи град
sw: Tafuta mji
te: నగరం కోసం వెతకండి
th: ค้นหาเมือง
tr: Şehir ara
ug: شەھەر ئىزدەش
ur: شہر تلاش کریں
vi: Tìm thành phố
zh_hans: 搜索城市

source: Search this area
ar: ابحث في هذه المنطقة
as: এই অঞ্চলত বিচাৰক
bn: এই এলাকায় খুঁজুন
bs: Pretraži ovo područje
ckb: لەم ناوچەیە بگەڕێ
es: Buscar en esta zona
fa: جستجو در این منطقه
fa_af: جستجو در این ساحه
fil: Maghanap sa lugar na ito
fr: Rechercher dans cette zone
gu: આ વિસ્તારમાં શોધો
ha: Nemi a wannan yanki
hi: इस इलाक़े में खोजें
hu: Keresés ezen a területen
id: Cari di area ini
ka: ამ ტერიტორიაზე ძიება
km: ស្វែងរកក្នុងតំបន់នេះ
kn: ಈ ಪ್ರದೇಶದಲ್ಲಿ ಹುಡುಕಿ
mk: Пребарај го ова подрачје
ml: ഈ പ്രദേശത്ത് തിരയുക
mr: या भागात शोधा
nl: Zoek in dit gebied
pa: ਇਸ ਖੇਤਰ ਵਿੱਚ ਲੱਭੋ
pt: Buscar nesta área
ru: Искать в этом районе
si: මෙම ප්‍රදේශයේ සොයන්න
sr: Претражи ову област
sw: Tafuta eneo hili
te: ఈ ప్రాంతంలో వెతకండి
th: ค้นหาในพื้นที่นี้
tr: Bu bölgede ara
ug: بۇ رايوندىن ئىزدەش
ur: اس علاقے میں تلاش کریں
vi: Tìm trong khu vực này
zh_hans: 搜索此区域

# searching_from_city
source: Showing mosques near %1$@
ar: عرض المساجد قرب %1$@
as: %1$@ৰ ওচৰৰ মছজিদ দেখুওৱা হৈছে
bn: %1$@-এর কাছের মসজিদ দেখানো হচ্ছে
bs: Džamije blizu mjesta %1$@
ckb: پیشاندانی مزگەوتەکانی نزیک %1$@
es: Mezquitas cerca de %1$@
fa: نمایش مسجدهای نزدیک %1$@
fa_af: نمایش مساجد نزدیک %1$@
fil: Ipinapakita ang mga masjid malapit sa %1$@
fr: Mosquées près de %1$@
gu: %1$@ પાસેની મસ્જિદો બતાવી રહ્યા છીએ
ha: Ana nuna masallatai kusa da %1$@
hi: %1$@ के पास की मस्जिदें दिखाई जा रही हैं
hu: Mecsetek a következő hely közelében: %1$@
id: Masjid di dekat %1$@
ka: ნაჩვენებია მეჩეთები ახლოს: %1$@
km: កំពុងបង្ហាញម៉ាស្ជិតនៅជិត %1$@
kn: %1$@ ಹತ್ತಿರದ ಮಸೀದಿಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ
mk: Џамии во близина на %1$@
ml: %1$@-ന് അടുത്തുള്ള പള്ളികൾ കാണിക്കുന്നു
mr: %1$@ जवळच्या मशिदी दाखवत आहोत
nl: Moskeeën bij %1$@
pa: %1$@ ਦੇ ਨੇੜੇ ਦੀਆਂ ਮਸਜਿਦਾਂ ਦਿਖਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
pt: Mostrando mesquitas perto de %1$@
ru: Мечети рядом с городом %1$@
si: %1$@ අසල පල්ලි පෙන්වමින්
sr: Џамије близу места %1$@
sw: Inaonyesha misikiti karibu na %1$@
te: %1$@ దగ్గరి మసీదులను చూపిస్తోంది
th: แสดงมัสยิดใกล้ %1$@
tr: %1$@ yakınındaki camiler
ug: %1$@ غا يېقىن مەسچىتلەر كۆرسىتىلىۋاتىدۇ
ur: %1$@ کے قریب مساجد
vi: Đang hiển thị thánh đường gần %1$@
zh_hans: 显示 %1$@ 附近的清真寺

# searching_from_point
source: Showing mosques near the selected point
ar: عرض المساجد قرب النقطة المحددة
as: বাছি লোৱা ঠাইৰ ওচৰৰ মছজিদ দেখুওৱা হৈছে
bn: বেছে নেওয়া জায়গার কাছের মসজিদ দেখানো হচ্ছে
bs: Džamije blizu odabrane tačke
ckb: پیشاندانی مزگەوتەکانی نزیک خاڵی هەڵبژێردراو
es: Mezquitas cerca del punto elegido
fa: نمایش مسجدهای نزدیک نقطه انتخاب‌شده
fa_af: نمایش مساجد نزدیک نقطه انتخاب‌شده
fil: Ipinapakita ang mga masjid malapit sa napiling punto
fr: Mosquées proches du point choisi
gu: પસંદ કરેલી જગ્યા પાસેની મસ્જિદો બતાવી રહ્યા છીએ
ha: Ana nuna masallatai kusa da wurin da aka zaɓa
hi: चुनी गई जगह के पास की मस्जिदें दिखाई जा रही हैं
hu: Mecsetek a kiválasztott pont közelében
id: Masjid di dekat titik yang dipilih
ka: ნაჩვენებია მეჩეთები არჩეულ წერტილთან ახლოს
km: កំពុងបង្ហាញម៉ាស្ជិតនៅជិតចំណុចដែលបានជ្រើសរើស
kn: ಆಯ್ಕೆಮಾಡಿದ ಸ್ಥಳದ ಹತ್ತಿರದ ಮಸೀದಿಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ
mk: Џамии во близина на избраната точка
ml: തിരഞ്ഞെടുത്ത സ്ഥലത്തിന് അടുത്തുള്ള പള്ളികൾ കാണിക്കുന്നു
mr: निवडलेल्या ठिकाणाजवळच्या मशिदी दाखवत आहोत
nl: Moskeeën bij het gekozen punt
pa: ਚੁਣੀ ਥਾਂ ਦੇ ਨੇੜੇ ਦੀਆਂ ਮਸਜਿਦਾਂ ਦਿਖਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
pt: Mostrando mesquitas perto do ponto selecionado
ru: Мечети рядом с выбранной точкой
si: තෝරාගත් ස්ථානය අසල පල්ලි පෙන්වමින්
sr: Џамије близу изабране тачке
sw: Inaonyesha misikiti karibu na mahali ulipochagua
te: ఎంచుకున్న ప్రదేశం దగ్గరి మసీదులను చూపిస్తోంది
th: แสดงมัสยิดใกล้จุดที่เลือก
tr: Seçilen noktanın yakınındaki camiler
ug: تاللانغان نۇقتىغا يېقىن مەسچىتلەر كۆرسىتىلىۋاتىدۇ
ur: منتخب مقام کے قریب مساجد
vi: Đang hiển thị thánh đường gần điểm đã chọn
zh_hans: 显示所选地点附近的清真寺

# searching_from_you
source: Showing mosques near you
ar: عرض المساجد القريبة منك
as: আপোনাৰ ওচৰৰ মছজিদ দেখুওৱা হৈছে
bn: আপনার কাছের মসজিদ দেখানো হচ্ছে
bs: Džamije u vašoj blizini
ckb: پیشاندانی مزگەوتەکانی نزیک تۆ
es: Mezquitas cerca de ti
fa: نمایش مسجدهای نزدیک شما
fa_af: نمایش مساجد نزدیک شما
fil: Ipinapakita ang mga masjid na malapit sa iyo
fr: Mosquées près de vous
gu: તમારી પાસેની મસ્જિદો બતાવી રહ્યા છીએ
ha: Ana nuna masallatai kusa da ku
hi: आपके पास की मस्जिदें दिखाई जा रही हैं
hu: Mecsetek a közeledben
id: Masjid di dekat Anda
ka: ნაჩვენებია მეჩეთები თქვენ ახლოს
km: កំពុងបង្ហាញម៉ាស្ជិតនៅជិតអ្នក
kn: ನಿಮ್ಮ ಹತ್ತಿರದ ಮಸೀದಿಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ
mk: Џамии во ваша близина
ml: നിങ്ങളുടെ അടുത്തുള്ള പള്ളികൾ കാണിക്കുന്നു
mr: तुमच्या जवळच्या मशिदी दाखवत आहोत
nl: Moskeeën bij jou in de buurt
pa: ਤੁਹਾਡੇ ਨੇੜੇ ਦੀਆਂ ਮਸਜਿਦਾਂ ਦਿਖਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
pt: Mostrando mesquitas perto de você
ru: Мечети рядом с вами
si: ඔබ අසල පල්ලි පෙන්වමින්
sr: Џамије у вашој близини
sw: Inaonyesha misikiti karibu nawe
te: మీ దగ్గరి మసీదులను చూపిస్తోంది
th: แสดงมัสยิดใกล้คุณ
tr: Yakınınızdaki camiler
ug: سىزگە يېقىن مەسچىتلەر كۆرسىتىلىۋاتىدۇ
ur: آپ کے قریب مساجد
vi: Đang hiển thị thánh đường gần bạn
zh_hans: 显示你附近的清真寺

source: Settings
ar: الإعدادات
as: ছেটিংছ
bn: সেটিংস
bs: Postavke
ckb: ڕێکخستنەکان
es: Ajustes
fa: تنظیمات
fa_af: تنظیمات
fil: Mga Setting
fr: Réglages
gu: સેટિંગ્સ
ha: Saituna
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
ka: პარამეტრები
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pt: Configurações
ru: Настройки
si: සැකසීම්
sr: Подешавања
sw: Mipangilio
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
ug: تەڭشەك
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置

# show_less_detail
source: Show less
ar: عرض أقل
as: কম দেখুৱাওক
bn: কম দেখান
bs: Prikaži manje
ckb: کەمتر
es: Menos detalles
fa: کمتر
fa_af: کمتر
fil: Ipakita ang mas kaunti
fr: Moins de détails
gu: ઓછું બતાવો
ha: Nuna kaɗan
hi: कम दिखाएँ
hu: Kevesebb
id: Tampilkan lebih sedikit
ka: ნაკლების ჩვენება
km: បង្ហាញតិច
kn: ಕಡಿಮೆ ತೋರಿಸಿ
mk: Прикажи помалку
ml: കുറച്ച് കാണിക്കുക
mr: कमी दाखवा
nl: Minder tonen
pa: ਘੱਟ ਦਿਖਾਓ
pt: Mostrar menos
ru: Свернуть
si: අඩුවෙන් පෙන්වන්න
sr: Прикажи мање
sw: Onyesha machache
te: తక్కువ చూపించు
th: แสดงน้อยลง
tr: Daha az
ug: ئازراق كۆرسىتىش
ur: کم دکھائیں
vi: Thu gọn
zh_hans: 收起

source: Show more detail
ar: عرض تفاصيل أكثر
as: অধিক বিৱৰণ দেখুৱাওক
bn: আরও বিস্তারিত দেখান
bs: Prikaži više detalja
ckb: وردەکاری زیاتر
es: Más detalles
fa: جزئیات بیشتر
fa_af: جزئیات بیشتر
fil: Ipakita ang higit pang detalye
fr: Plus de détails
gu: વધુ વિગત બતાવો
ha: Nuna ƙarin bayani
hi: और विवरण दिखाएँ
hu: Több részlet
id: Tampilkan detail
ka: მეტი დეტალის ჩვენება
km: បង្ហាញព័ត៌មានលម្អិតបន្ថែម
kn: ಹೆಚ್ಚಿನ ವಿವರ ತೋರಿಸಿ
mk: Прикажи повеќе детали
ml: കൂടുതൽ വിശദാംശങ്ങൾ കാണിക്കുക
mr: अधिक तपशील दाखवा
nl: Meer details tonen
pa: ਹੋਰ ਵੇਰਵਾ ਦਿਖਾਓ
pt: Mostrar mais detalhes
ru: Подробнее
si: වැඩි විස්තර පෙන්වන්න
sr: Прикажи више детаља
sw: Onyesha maelezo zaidi
te: మరిన్ని వివరాలు చూపించు
th: แสดงรายละเอียดเพิ่ม
tr: Daha fazla ayrıntı
ug: تېخىمۇ تەپسىلىي
ur: مزید تفصیل
vi: Xem thêm chi tiết
zh_hans: 显示更多详情

# siri_nearest_mosque
source: The nearest mosque is %1$@, %2$@ away.
ar: أقرب مسجد هو %1$@، على بعد %2$@.
as: আটাইতকৈ ওচৰৰ মছজিদ %1$@, %2$@ দূৰত।
bn: সবচেয়ে কাছের মসজিদ %1$@, %2$@ দূরে।
bs: Najbliža džamija je %1$@, udaljena %2$@.
ckb: نزیکترین مزگەوت %1$@ ـە، بە دووری %2$@.
es: La mezquita más cercana es %1$@, a %2$@.
fa: نزدیک‌ترین مسجد %1$@ است، به فاصلهٔ %2$@.
fa_af: نزدیک‌ترین مسجد %1$@ است، به فاصلهٔ %2$@.
fil: Ang pinakamalapit na masjid ay %1$@, %2$@ ang layo.
fr: La mosquée la plus proche est %1$@, à %2$@.
gu: સૌથી નજીકની મસ્જિદ %1$@ છે, %2$@ દૂર.
ha: Masallaci mafi kusa shi ne %1$@, nisan %2$@.
hi: सबसे नज़दीकी मस्जिद %1$@ है, %2$@ दूर।
hu: A legközelebbi mecset: %1$@, %2$@ távolságra.
id: Masjid terdekat adalah %1$@, berjarak %2$@.
ka: უახლოესი მეჩეთია %1$@, %2$@-ში.
km: វិហារឥស្លាមជិតបំផុតគឺ %1$@ ចម្ងាយ %2$@។
kn: ಹತ್ತಿರದ ಮಸೀದಿ %1$@, %2$@ ದೂರದಲ್ಲಿ.
mk: Најблиската џамија е %1$@, на %2$@.
ml: ഏറ്റവും അടുത്ത പള്ളി %1$@ ആണ്, %2$@ അകലെ.
mr: सर्वात जवळची मशीद %1$@ आहे, %2$@ दूर.
nl: De dichtstbijzijnde moskee is %1$@, op %2$@.
pa: ਸਭ ਤੋਂ ਨੇੜੇ ਦੀ ਮਸਜਿਦ %1$@ ਹੈ, %2$@ ਦੂਰ।
pt: A mesquita mais próxima é %1$@, a %2$@.
ru: Ближайшая мечеть: %1$@, в %2$@.
si: ළඟම පල්ලිය %1$@, %2$@ ක් දුරින්.
sr: Најближа џамија је %1$@, удаљена %2$@.
sw: Msikiti wa karibu zaidi ni %1$@, umbali wa %2$@.
te: దగ్గరి మసీదు %1$@, %2$@ దూరంలో.
th: มัสยิดที่ใกล้ที่สุดคือ %1$@ ห่าง %2$@
tr: En yakın cami %1$@, %2$@ uzaklıkta.
ug: ئەڭ يېقىن مەسچىت %1$@، %2$@ يىراقلىقتا.
ur: قریب ترین مسجد %1$@ ہے، %2$@ دور۔
vi: Nhà thờ Hồi giáo gần nhất là %1$@, cách %2$@.
zh_hans: 最近的清真寺是%1$@，距离%2$@。

# siri_nearest_none
source: No mosque is recorded within 25 km of you.
ar: لا يوجد مسجد مسجّل في نطاق 25 كم منك.
as: আপোনাৰ 25 কিমিৰ ভিতৰত কোনো মছজিদ নথিভুক্ত নাই।
bn: আপনার 25 কিমির মধ্যে কোনো মসজিদ নথিভুক্ত নেই।
bs: Nema zabilježene džamije u krugu od 25 km.
ckb: هیچ مزگەوتێک لە ٢٥ کم لێتەوە تۆمار نەکراوە.
es: No hay ninguna mezquita registrada a menos de 25 km.
fa: هیچ مسجدی در فاصلهٔ ۲۵ کیلومتری شما ثبت نشده است.
fa_af: هیچ مسجدی در فاصلهٔ ۲۵ کیلومتری شما ثبت نشده است.
fil: Walang naitalang masjid sa loob ng 25 km mula sa iyo.
fr: Aucune mosquée n’est répertoriée à moins de 25 km.
gu: તમારાથી 25 કિમીમાં કોઈ મસ્જિદ નોંધાયેલી નથી.
ha: Babu masallacin da aka rubuta a cikin kilomita 25 daga gare ku.
hi: आपसे 25 किमी के भीतर कोई मस्जिद दर्ज नहीं है।
hu: 25 km-en belül nincs nyilvántartott mecset.
id: Tidak ada masjid tercatat dalam radius 25 km dari Anda.
ka: 25 კმ-ის რადიუსში მეჩეთი არ არის აღრიცხული.
km: មិនមានវិហារឥស្លាមដែលបានកត់ត្រាក្នុងចម្ងាយ 25 គ.ម ទេ។
kn: ನಿಮ್ಮಿಂದ 25 ಕಿ.ಮೀ. ಒಳಗೆ ದಾಖಲಾದ ಮಸೀದಿ ಇಲ್ಲ.
mk: Нема запишана џамија во радиус од 25 км.
ml: നിങ്ങളിൽ നിന്ന് 25 കി.മീ. ഉള്ളിൽ രേഖപ്പെടുത്തിയ പള്ളിയില്ല.
mr: तुमच्यापासून 25 किमीमध्ये कोणतीही मशीद नोंदलेली नाही.
nl: Er staat geen moskee binnen 25 km van u.
pa: ਤੁਹਾਡੇ ਤੋਂ 25 ਕਿਮੀ ਅੰਦਰ ਕੋਈ ਮਸਜਿਦ ਦਰਜ ਨਹੀਂ।
pt: Não há mesquita registrada num raio de 25 km.
ru: В радиусе 25 км мечетей не найдено.
si: ඔබට කි.මී. 25ක් ඇතුළත වාර්තා වූ පල්ලියක් නැත.
sr: Нема забележене џамије у кругу од 25 км.
sw: Hakuna msikiti uliorekodiwa ndani ya km 25 kutoka kwako.
te: మీకు 25 కి.మీ. లోపు నమోదైన మసీదు లేదు.
th: ไม่มีมัสยิดที่บันทึกไว้ในระยะ 25 กม.
tr: 25 km içinde kayıtlı bir cami yok.
ug: 25 كىلومېتىر ئىچىدە خاتىرىلەنگەن مەسچىت يوق.
ur: آپ سے 25 کلومیٹر کے اندر کوئی مسجد درج نہیں۔
vi: Không có nhà thờ Hồi giáo nào được ghi nhận trong vòng 25 km.
zh_hans: 您周围 25 公里内没有记录的清真寺。

# siri_nearest_open_app
source: Open Near Mosque once so it can find mosques near you.
ar: افتح تطبيق أقرب مسجد مرة ليجد المساجد القريبة منك.
as: ওচৰৰ মছজিদ বিচাৰিবলৈ এবাৰ Near Mosque খোলক।
bn: কাছের মসজিদ খুঁজতে একবার Near Mosque খুলুন।
bs: Otvorite Near Mosque jednom da pronađe džamije u blizini.
ckb: جارێک نزیکترین مزگەوت بکەرەوە بۆ ئەوەی مزگەوتە نزیکەکان بدۆزێتەوە.
es: Abre Near Mosque una vez para que encuentre las mezquitas cercanas.
fa: یک بار نزدیک‌ترین مسجد را باز کنید تا مسجدهای نزدیک شما را پیدا کند.
fa_af: یک بار نزدیک‌ترین مسجد را باز کنید تا مسجدهای نزدیک شما را پیدا کند.
fil: Buksan ang Near Mosque nang isang beses para mahanap ang mga masjid malapit sa iyo.
fr: Ouvrez Near Mosque une fois pour qu’elle trouve les mosquées proches.
gu: નજીકની મસ્જિદો શોધવા માટે Near Mosque એક વાર ખોલો.
ha: Bude Near Mosque sau ɗaya don ya nemo masallatai kusa da ku.
hi: एक बार Near Mosque खोलें ताकि यह आपके पास की मस्जिदें ढूँढ सके।
hu: Nyissa meg egyszer a Near Mosque-ot, hogy megtalálja a közeli mecseteket.
id: Buka Near Mosque sekali agar dapat menemukan masjid di dekat Anda.
ka: ერთხელ გახსენით Near Mosque, რომ ახლომდებარე მეჩეთები იპოვოს.
km: បើក Near Mosque ម្ដង ដើម្បីស្វែងរកវិហារឥស្លាមនៅជិតអ្នក។
kn: ಹತ್ತಿರದ ಮಸೀದಿಗಳನ್ನು ಹುಡುಕಲು Near Mosque ಅನ್ನು ಒಮ್ಮೆ ತೆರೆಯಿರಿ.
mk: Отворете го Near Mosque еднаш за да ги најде блиските џамии.
ml: അടുത്തുള്ള പള്ളികൾ കണ്ടെത്താൻ Near Mosque ഒരിക്കൽ തുറക്കുക.
mr: जवळच्या मशिदी शोधण्यासाठी Near Mosque एकदा उघडा.
nl: Open Near Mosque één keer zodat het moskeeën bij u kan vinden.
pa: ਨੇੜਲੀਆਂ ਮਸਜਿਦਾਂ ਲੱਭਣ ਲਈ ਇੱਕ ਵਾਰ Near Mosque ਖੋਲ੍ਹੋ।
pt: Abra o Near Mosque uma vez para encontrar mesquitas perto de você.
ru: Откройте Near Mosque один раз, чтобы найти мечети рядом.
si: ළඟ පල්ලි සොයා ගැනීමට Near Mosque එක් වරක් විවෘත කරන්න.
sr: Отворите Near Mosque једном да пронађе џамије у близини.
sw: Fungua Near Mosque mara moja ili ipate misikiti iliyo karibu nawe.
te: దగ్గరి మసీదులు కనుగొనడానికి Near Mosque ను ఒకసారి తెరవండి.
th: เปิด Near Mosque หนึ่งครั้งเพื่อค้นหามัสยิดใกล้คุณ
tr: Yakınınızdaki camileri bulabilmesi için Near Mosque’u bir kez açın.
ug: يېقىندىكى مەسچىتلەرنى تېپىش ئۈچۈن ئەڭ يېقىن مەسچىت نى بىر قېتىم ئېچىڭ.
ur: ایک بار قریبی مسجد کھولیں تاکہ یہ آپ کے قریب مساجد تلاش کر سکے۔
vi: Hãy mở Near Mosque một lần để ứng dụng tìm nhà thờ Hồi giáo gần bạn.
zh_hans: 请先打开一次 Near Mosque，以便查找附近的清真寺。

# siri_next_prayer
source: %1$@ is at %2$@, in %3$@.
ar: %1$@ الساعة %2$@، بعد %3$@.
as: %1$@ %2$@ বজাত, %3$@ পিছত।
bn: %1$@ %2$@-এ, %3$@ পর।
bs: %1$@ je u %2$@, za %3$@.
ckb: %1$@ کاتژمێر %2$@ دەبێت، دوای %3$@.
es: %1$@ es a las %2$@, dentro de %3$@.
fa: %1$@ ساعت %2$@ است، %3$@ دیگر.
fa_af: %1$@ ساعت %2$@ است، %3$@ دیگر.
fil: Ang %1$@ ay sa %2$@, sa loob ng %3$@.
fr: %1$@ est à %2$@, dans %3$@.
gu: %1$@ %2$@ વાગ્યે છે, %3$@ માં.
ha: %1$@ da ƙarfe %2$@ ne, nan da %3$@.
hi: %1$@ %2$@ बजे है, %3$@ में।
hu: %1$@ %2$@-kor, %3$@ múlva.
id: %1$@ pukul %2$@, %3$@ lagi.
ka: %1$@ — %2$@-ზე, დარჩა %3$@.
km: %1$@ នៅម៉ោង %2$@ ក្នុងរយៈពេល %3$@ ទៀត។
kn: %1$@ %2$@ ಕ್ಕೆ, %3$@ ರಲ್ಲಿ.
mk: %1$@ е во %2$@, за %3$@.
ml: %1$@ %2$@-ന്, %3$@ കഴിഞ്ഞ്.
mr: %1$@ %2$@ वाजता आहे, %3$@ मध्ये.
nl: %1$@ is om %2$@, over %3$@.
pa: %1$@ %2$@ ਵਜੇ ਹੈ, %3$@ ਵਿੱਚ।
pt: %1$@ é às %2$@, em %3$@.
ru: %1$@ в %2$@, через %3$@.
si: %1$@ %2$@ ට, තව %3$@ කින්.
sr: %1$@ је у %2$@, за %3$@.
sw: %1$@ ni saa %2$@, baada ya %3$@.
te: %1$@ %2$@ కి, %3$@ లో.
th: %1$@ เวลา %2$@ อีก %3$@
tr: %1$@ saat %2$@, %3$@ sonra.
ug: %1$@ سائەت %2$@ دە، %3$@ دىن كېيىن.
ur: %1$@ %2$@ بجے ہے، %3$@ میں۔
vi: %1$@ lúc %2$@, còn %3$@.
zh_hans: %1$@ 在 %2$@，还有 %3$@。

# site_alifta
source: Permanent Committee (alifta)
ar: الإفتاء
as: স্থায়ী কমিটি (alifta)
bn: স্থায়ী কমিটি (alifta)
bs: Stalni komitet (alifta)
ckb: لیژنەی هەمیشەیی (alifta)
es: Comité Permanente
fa: کمیته دائمی (alifta)
fa_af: کمیته دائمی (alifta)
fr: Comité permanent
gu: કાયમી સમિતિ (alifta)
ha: Kwamitin Dindindin (alifta)
hi: स्थायी समिति (alifta)
hu: Állandó Bizottság (alifta)
id: Lajnah Daimah
ka: მუდმივი კომიტეტი (alifta)
km: គណៈកម្មាធិការអចិន្ត្រៃយ៍ (alifta)
kn: ಸ್ಥಾಯಿ ಸಮಿತಿ (alifta)
mk: Постојан комитет (alifta)
ml: സ്ഥിരം സമിതി (alifta)
mr: स्थायी समिती (alifta)
nl: Permanent Comité (alifta)
pa: ਸਥਾਈ ਕਮੇਟੀ (alifta)
pt: Comitê Permanente (alifta)
ru: Постоянный комитет (alifta)
si: ස්ථිර කමිටුව (alifta)
sr: Стални комитет (alifta)
sw: Kamati ya Kudumu (alifta)
te: శాశ్వత కమిటీ (alifta)
th: คณะกรรมการถาวร (alifta)
tr: Daimi Fetva Kurulu
ug: دائىمىي كومىتېت (alifta)
ur: سعودی افتاء
vi: Ủy ban Thường trực (alifta)
zh_hans: 常设委员会（alifta）

# site_binothaimeen
source: Ibn Uthaymeen
ar: موقع ابن عثيمين
as: ইবনে উছাইমীন
bn: ইবনে উসাইমিন
bs: Ibn Usejmin
ckb: ئیبن عوسەیمین
es: Ibn Uthaymin
fa: ابن عثیمین
fa_af: ابن عثیمین
fr: Ibn Uthaymin
gu: ઇબ્ન ઉસૈમીન
hi: इब्न उसैमीन
id: Ibnu Utsaimin
mk: Ибн Усејмин
mr: इब्न उसैमीन
ru: Ибн Усаймин
sr: Ибн Усејмин
tr: İbn Useymin
ug: ئىبن ئۇسەيمىن
ur: ابن عثیمین

# site_dorar
source: Dorar (hadith)
ar: الدرر السنية
as: Dorar (হাদীছ)
bn: Dorar (হাদিস)
bs: Dorar (hadis)
ckb: Dorar (فەرموودە)
es: Dorar (hadices)
fa: Dorar (حدیث)
fa_af: Dorar (حدیث)
fr: Dorar (hadiths)
gu: Dorar (હદીસ)
ha: Dorar (hadisi)
hi: Dorar (हदीस)
hu: Dorar (hadísz)
id: Dorar (hadis)
ka: Dorar (ჰადისი)
km: Dorar (ហាឌីស)
kn: Dorar (ಹದೀಸ್)
mk: Dorar (хадис)
ml: Dorar (ഹദീസ്)
mr: Dorar (हदीस)
pa: Dorar (ਹਦੀਸ)
ru: Dorar (хадисы)
si: Dorar (හදීස්)
sr: Dorar (хадис)
sw: Dorar (hadithi)
te: Dorar (హదీస్)
th: Dorar (หะดีษ)
tr: Dorar (hadis)
ug: Dorar (ھەدىس)
ur: الدرر السنیہ
zh_hans: Dorar（圣训）

# site_islamqa
source: IslamQA
ar: الإسلام سؤال وجواب
es: Islam Preguntas y Respuestas
fr: Islam Questions-Réponses
tr: İslam Soru Cevap
ur: اسلام سوال و جواب

# sky_card_hint
source: Tap for the Qibla
ar: اضغط لاتجاه القبلة
as: কিবলাৰ বাবে টেপ কৰক
bn: কিবলার জন্য ট্যাপ করুন
bs: Dodirnite za kiblu
ckb: دەست بدە بۆ قیبلە
es: Toque para la alquibla
fa: برای قبله بزنید
fa_af: برای قبله بزنید
fil: I-tap para sa Qibla
fr: Touchez pour la qibla
gu: કિબ્લા માટે ટૅપ કરો
ha: Taɓa don Alƙibla
hi: क़िबला के लिए टैप करें
hu: Koppints a kiblához
id: Ketuk untuk kiblat
ka: შეეხეთ ყიბლის სანახავად
km: ចុចដើម្បីមើលគិបឡាត់
kn: ಕಿಬ್ಲಾಗಾಗಿ ಟ್ಯಾಪ್ ಮಾಡಿ
mk: Допрете за киблата
ml: ഖിബ്‌ലയ്ക്കായി ടാപ്പ് ചെയ്യുക
mr: किब्लासाठी टॅप करा
nl: Tik voor de qibla
pa: ਕਿਬਲੇ ਲਈ ਟੈਪ ਕਰੋ
pt: Toque para ver a Qibla
ru: Нажмите, чтобы открыть киблу
si: කිබ්ලා සඳහා තට්ටු කරන්න
sr: Додирните за киблу
sw: Gusa upate Kibla
te: ఖిబ్లా కోసం నొక్కండి
th: แตะเพื่อดูกิบลัต
tr: Kıble için dokunun
ug: قىبلە ئۈچۈن چېكىڭ
ur: قبلہ کے لیے تھپتھپائیں
vi: Chạm để xem Qibla
zh_hans: 点按查看朝向
